Repository: cheezy/kanban
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt

source: Attempting to reconnect
de: Verbindungsversuch
es: Intentando reconectar
fr: Tentative de reconnexion
ja: 再接続を試みています
pt: Tentando reconectar

source: Something went wrong!
de: Etwas ist schiefgelaufen!
es: ¡Algo salió mal!
fr: Quelque chose s'est mal passé !
ja: エラーが発生しました
pt: Algo deu errado!

source: We can't find the internet
de: Wir können das Internet nicht finden
es: No podemos encontrar internet
fr: Impossible de trouver Internet
ja: インターネットに接続できません
pt: Não conseguimos encontrar a internet

source: close
de: schließen
es: cerrar
fr: fermer
ja: 閉じる
pt: fechar

source: · Task Management
de: · Aufgabenverwaltung
es: · Gestión de Tareas
fr: · Gestion des Tâches
ja: · タスク管理
pt: · Gerenciamento de Tarefas

source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
pt: Concluído

source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始める
pt: Começar

source: Get Started Free
de: Kostenlos loslegen
es: Comienza Gratis
fr: Commencer Gratuitement
ja: 無料で始める
pt: Comece Gratuitamente

source: In Progress
de: In Bearbeitung
es: En Progreso
fr: En Cours
ja: 進行中
pt: Em Progresso

source: Log in
de: Anmelden
es: Iniciar Sesión
fr: Se Connecter
ja: ログイン
pt: Entrar

source: Log out
de: Abmelden
es: Cerrar Sesión
fr: Se Déconnecter
ja: ログアウト
pt: Sair

source: Project Board
de: Projekt-Board
es: Tablero de Proyecto
fr: Tableau de Projet
ja: プロジェクトボード
pt: Quadro de Projeto

source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
pt: Configurações

source: Sign In
de: Anmelden
es: Iniciar Sesión
fr: Se Connecter
ja: サインイン
pt: Entrar

source: To Do
de: Zu erledigen
es: Por Hacer
fr: À Faire
ja: 未着手
pt: A Fazer

source: A link to confirm your email change has been sent to the new address.
de: Ein Link zur Bestätigung Ihrer E-Mail-Änderung wurde an die neue Adresse gesendet.
es: Se ha enviado un enlace para confirmar el cambio de correo a la nueva dirección.
fr: Un lien pour confirmer votre changement d'email a été envoyé à la nouvelle adresse.
ja: メール変更を確認するリンクが新しいアドレスに送信されました。
pt: Um link para confirmar a alteração de e-mail foi enviado para o novo endereço.

source: Account Settings
de: Kontoeinstellungen
es: Configuración de Cuenta
fr: Paramètres du Compte
ja: アカウント設定
pt: Configurações da Conta

source: Already registered?
de: Bereits registriert?
es: ¿Ya registrado?
fr: Déjà inscrit ?
ja: 既に登録済みですか？
pt: Já está registrado?

source: Confirm new password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe
ja: 新しいパスワードを確認
pt: Confirmar nova senha

source: Create Your Account
de: Erstellen Sie Ihr Konto
es: Crea Tu Cuenta
fr: Créez Votre Compte
ja: アカウントを作成
pt: Crie Sua Conta

source: Create an account
de: Konto erstellen
es: Crear una cuenta
fr: Créer un compte
ja: アカウントを作成
pt: Criar uma conta

source: Creating account...
de: Konto wird erstellt...
es: Creando cuenta...
fr: Création du compte en cours...
ja: アカウントを作成中...
pt: Criando conta...

source: Don't have an account?
de: Haben Sie kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
ja: アカウントをお持ちでないですか？
pt: Não tem uma conta?

source: Email change link is invalid or it has expired.
de: Der E-Mail-Änderungslink ist ungültig oder abgelaufen.
es: El enlace de cambio de correo es inválido o ha expirado.
fr: Le lien de changement d'email est invalide ou a expiré.
ja: メール変更リンクが無効または期限切れです。
pt: O link de alteração de e-mail é inválido ou expirou.

source: Email changed successfully.
de: E-Mail erfolgreich geändert.
es: Correo cambiado exitosamente.
fr: Email modifié avec succès.
ja: メールが正常に変更されました。
pt: E-mail alterado com sucesso.

source: Manage your account email address and password settings
de: Verwalten Sie Ihre Konto-E-Mail-Adresse und Passworteinstellungen
es: Gestiona tu dirección de correo y configuración de contraseña
fr: Gérez votre adresse email et vos paramètres de mot de passe
ja: アカウントのメールアドレスとパスワード設定を管理
pt: Gerencie o endereço de e-mail e as configurações de senha da sua conta

source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
ja: 新しいパスワード
pt: Nova senha

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード
pt: Senha

source: Save Password
de: Passwort speichern
es: Guardar Contraseña
fr: Enregistrer le Mot de Passe
ja: パスワードを保存
pt: Salvar Senha

source: Saving...
de: Wird gespeichert...
es: Guardando...
fr: Enregistrement en cours...
ja: 保存中...
pt: Salvando...

source: Sign up
de: Registrieren
es: Registrarse
fr: S'inscrire
ja: サインアップ
pt: Cadastre-se

source: Welcome Back
de: Willkommen zurück
es: Bienvenido de Nuevo
fr: Bon Retour
ja: おかえりなさい
pt: Bem-vindo de Volta

source: You need to reauthenticate to perform sensitive actions on your account.
de: Sie müssen sich erneut authentifizieren, um sensible Aktionen in Ihrem Konto durchzuführen.
es: Necesitas volver a autenticarte para realizar acciones sensibles en tu cuenta.
fr: Vous devez vous réauthentifier pour effectuer des actions sensibles sur votre compte.
ja: アカウントの重要な操作を行うには、再認証が必要です。
pt: Você precisa reautenticar para executar ações sensíveis em sua conta.

source: for free.
de: kostenlos.
es: gratis.
fr: gratuitement.
ja: 無料で。
pt: gratuitamente.

source: to your account.
de: in Ihrem Konto.
es: a tu cuenta.
fr: à votre compte.
ja: アカウントに。
pt: na sua conta.

source: Are you sure you want to delete this board?
de: Sind Sie sicher, dass Sie dieses Board löschen möchten?
es: ¿Estás seguro de que quieres eliminar este tablero?
fr: Êtes-vous sûr de vouloir supprimer ce tableau ?
ja: このボードを削除してもよろしいですか？
pt: Tem certeza de que deseja excluir este quadro?

source: Back to boards
de: Zurück zu Boards
es: Volver a tableros
fr: Retour aux tableaux
ja: ボードに戻る
pt: Voltar aos quadros

source: Board created successfully
de: Board erfolgreich erstellt
es: Tablero creado exitosamente
fr: Tableau créé avec succès
ja: ボードが正常に作成されました
pt: Quadro criado com sucesso

source: Board updated successfully
de: Board erfolgreich aktualisiert
es: Tablero actualizado exitosamente
fr: Tableau mis à jour avec succès
ja: ボードが正常に更新されました
pt: Quadro atualizado com sucesso

source: Boards
es: Tableros
fr: Tableaux
ja: ボード
pt: Quadros

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
pt: Cancelar

source: Edit Board
de: Board bearbeiten
es: Editar Tablero
fr: Modifier le Tableau
ja: ボードを編集
pt: Editar Quadro

source: Edit board
de: Board bearbeiten
es: Editar tablero
fr: Modifier le tableau
ja: ボードを編集
pt: Editar quadro

source: Get started by creating columns for your board.
de: Beginnen Sie mit dem Erstellen von Spalten für Ihr Board.
es: Comienza creando columnas para tu tablero.
fr: Commencez par créer des colonnes pour votre tableau.
ja: ボード用の列を作成して開始しましょう。
pt: Comece criando colunas para o seu quadro.

source: Listing Boards
de: Boards auflisten
es: Lista de Tableros
fr: Liste des Tableaux
ja: ボード一覧
pt: Listando Quadros

source: Name
es: Nombre
fr: Nom
ja: 名前
pt: Nome

source: New Board
de: Neues Board
es: Nuevo Tablero
fr: Nouveau Tableau
ja: 新しいボード
pt: Novo Quadro

source: No columns yet
de: Noch keine Spalten
es: Aún no hay columnas
fr: Aucune colonne pour le moment
ja: 列がまだありません
pt: Ainda não há colunas

source: Save Board
de: Board speichern
es: Guardar Tablero
fr: Enregistrer le Tableau
ja: ボードを保存
pt: Salvar Quadro

source: Use this form to manage board records in your database.
de: Verwenden Sie dieses Formular, um Board-Datensätze in Ihrer Datenbank zu verwalten.
es: Usa este formulario para gestionar tableros en tu base de datos.
fr: Utilisez ce formulaire pour gérer les tableaux dans votre base de données.
ja: このフォームを使用してデータベース内のボードレコードを管理します。
pt: Use este formulário para gerenciar registros de quadros em seu banco de dados.

source: View Board
de: Board anzeigen
es: Ver Tablero
fr: Voir le Tableau
ja: ボードを表示
pt: Ver Quadro

source: Column created successfully
de: Spalte erfolgreich erstellt
es: Columna creada exitosamente
fr: Colonne créée avec succès
ja: 列が正常に作成されました
pt: Coluna criada com sucesso

source: Column deleted successfully
de: Spalte erfolgreich gelöscht
es: Columna eliminada exitosamente
fr: Colonne supprimée avec succès
ja: 列が正常に削除されました
pt: Coluna excluída com sucesso

source: Column updated successfully
de: Spalte erfolgreich aktualisiert
es: Columna actualizada exitosamente
fr: Colonne mise à jour avec succès
ja: 列が正常に更新されました
pt: Coluna atualizada com sucesso

source: Create a new column for your board
de: Erstellen Sie eine neue Spalte für Ihr Board
es: Crear una nueva columna para tu tablero
fr: Créer une nouvelle colonne pour votre tableau
ja: ボード用の新しい列を作成
pt: Crie uma nova coluna para o seu quadro

source: Create your first column
de: Erstellen Sie Ihre erste Spalte
es: Crea tu primera columna
fr: Créez votre première colonne
ja: 最初の列を作成
pt: Crie sua primeira coluna

source: Failed to delete column
de: Spalte konnte nicht gelöscht werden
es: Error al eliminar columna
fr: Échec de la suppression de la colonne
ja: 列の削除に失敗しました
pt: Falha ao excluir coluna

source: New Column
de: Neue Spalte
es: Nueva Columna
fr: Nouvelle Colonne
ja: 新しい列
pt: Nova Coluna

source: Save Column
de: Spalte speichern
es: Guardar Columna
fr: Enregistrer la Colonne
ja: 列を保存
pt: Salvar Coluna

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches
ja: タスク
pt: Tarefas

source: Update column details
de: Spaltendetails aktualisieren
es: Actualizar detalles de columna
fr: Mettre à jour les détails de la colonne
ja: 列の詳細を更新
pt: Atualizar detalhes da coluna

source: WIP Limit
es: Límite WIP
fr: Limite WIP
ja: WIP制限
pt: Limite WIP

source: Work In Progress limit. Set to 0 for no limit.
de: Work-In-Progress-Limit. Auf 0 setzen für kein Limit.
es: Límite de trabajo en progreso. Establece en 0 para sin límite.
fr: Limite de travail en cours. Définir à 0 pour aucune limite.
ja: 進行中作業の制限。制限なしの場合は0に設定します。
pt: Limite de Trabalho em Progresso. Defina como 0 para sem limite.

source: Add task
de: Aufgabe hinzufügen
es: Agregar tarea
fr: Ajouter une tâche
ja: タスクを追加
pt: Adicionar tarefa

source: Are you sure you want to delete this task?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?
es: ¿Estás seguro de que quieres eliminar esta tarea?
fr: Êtes-vous sûr de vouloir supprimer cette tâche ?
ja: このタスクを削除してもよろしいですか？
pt: Tem certeza de que deseja excluir esta tarefa?

source: Column
de: Spalte
es: Columna
fr: Colonne
ja: 列
pt: Coluna

source: Create a new task
de: Neue Aufgabe erstellen
es: Crear una nueva tarea
fr: Créer une nouvelle tâche
ja: 新しいタスクを作成
pt: Criar uma nova tarefa

source: Failed to delete task
de: Aufgabe konnte nicht gelöscht werden
es: Error al eliminar tarea
fr: Échec de la suppression de la tâche
ja: タスクの削除に失敗しました
pt: Falha ao excluir tarefa

source: No tasks yet
de: Noch keine Aufgaben
es: Aún no hay tareas
fr: Aucune tâche pour le moment
ja: タスクがまだありません
pt: Ainda não há tarefas

source: Save Task
de: Aufgabe speichern
es: Guardar Tarea
fr: Enregistrer la tâche
ja: タスクを保存
pt: Salvar Tarefa

source: Task created successfully
de: Aufgabe erfolgreich erstellt
es: Tarea creada exitosamente
fr: Tâche créée avec succès
ja: タスクが正常に作成されました
pt: Tarefa criada com sucesso

source: Task deleted successfully
de: Aufgabe erfolgreich gelöscht
es: Tarea eliminada exitosamente
fr: Tâche supprimée avec succès
ja: タスクが正常に削除されました
pt: Tarefa excluída com sucesso

source: Task updated successfully
de: Aufgabe erfolgreich aktualisiert
es: Tarea actualizada exitosamente
fr: Tâche mise à jour avec succès
ja: タスクが正常に更新されました
pt: Tarefa atualizada com sucesso

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
pt: Título

source: Update task details
de: Aufgabendetails aktualisieren
es: Actualizar detalles de tarea
fr: Mettre à jour les détails de la tâche
ja: タスクの詳細を更新
pt: Atualizar detalhes da tarefa

source: WIP limit reached
de: WIP-Limit erreicht
es: Límite WIP alcanzado
fr: Limite WIP atteinte
ja: WIP制限に達しました
pt: Limite WIP atingido

source: WIP limit reached for this column
de: WIP-Limit für diese Spalte erreicht
es: Límite WIP alcanzado para esta columna
fr: Limite WIP atteinte pour cette colonne
ja: この列のWIP制限に達しました
pt: Limite WIP atingido para esta coluna

source: Cannot move task: column has reached its WIP limit
de: Aufgabe kann nicht verschoben werden: Spalte hat ihr WIP-Limit erreicht
es: No se puede mover tarea: la columna ha alcanzado su límite WIP
fr: Impossible de déplacer la tâche : la colonne a atteint sa limite WIP
ja: タスクを移動できません：列がWIP制限に達しています
pt: Não é possível mover tarefa: a coluna atingiu seu limite WIP

source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成日
pt: Criado

source: Critical
de: Kritisch
es: Crítico
fr: Critique
ja: 重大
pt: Crítico

source: Defect
de: Fehler
es: Defecto
fr: Défaut
ja: 不具合
pt: Defeito

source: Failed to move task
de: Aufgabe konnte nicht verschoben werden
es: Error al mover tarea
fr: Échec du déplacement de la tâche
ja: タスクの移動に失敗しました
pt: Falha ao mover tarefa

source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
pt: Alto

source: Low
de: Niedrig
es: Bajo
fr: Bas
ja: 低
pt: Baixo

source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
pt: Médio

source: Moved
de: Verschoben
es: Movido
fr: Déplacé
ja: 移動済み
pt: Movido

source: My Boards
de: Meine Boards
es: Mis Tableros
fr: Mes Tableaux
ja: マイボード
pt: Meus Quadros

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
ja: 優先度
pt: Prioridade

source: Task History
de: Aufgabenverlauf
es: Historial de Tarea
fr: Historique de la tâche
ja: タスク履歴
pt: Histórico da Tarefa

source: WIP limit exceeded
de: WIP-Limit überschritten
es: Límite WIP excedido
fr: Limite WIP dépassée
ja: WIP制限を超過
pt: Limite WIP excedido

source: Work
de: Arbeit
es: Trabajo
fr: Travail
ja: 作業
pt: Trabalho

source: from
de: von
es: de
fr: de
ja: から
pt: de

source: to
de: zu
es: a
fr: à
ja: へ
pt: para

source: Add Comment
de: Kommentar hinzufügen
es: Agregar Comentario
fr: Ajouter un commentaire
ja: コメントを追加
pt: Adicionar Comentário

source: Add a comment
de: Kommentar hinzufügen
es: Agregar un comentario
fr: Ajouter un commentaire
ja: コメントを追加
pt: Adicionar um comentário

source: Adding...
de: Wird hinzugefügt...
es: Agregando...
fr: Ajout en cours...
ja: 追加中...
pt: Adicionando...

source: Comment added successfully
de: Kommentar erfolgreich hinzugefügt
es: Comentario agregado exitosamente
fr: Commentaire ajouté avec succès
ja: コメントが正常に追加されました
pt: Comentário adicionado com sucesso

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
ja: コメント
pt: Comentários

source: No comments yet. Be the first to comment!
de: Noch keine Kommentare. Seien Sie der Erste, der kommentiert!
es: Aún no hay comentarios. ¡Sé el primero en comentar!
fr: Aucun commentaire pour le moment. Soyez le premier à commenter !
ja: まだコメントがありません。最初にコメントしましょう！
pt: Ainda não há comentários. Seja o primeiro a comentar!

source: Write your comment here...
de: Schreiben Sie hier Ihren Kommentar...
es: Escribe tu comentario aquí...
fr: Écrivez votre commentaire ici...
ja: ここにコメントを入力...
pt: Escreva seu comentário aqui...

source: Add User by Email
de: Benutzer per E-Mail hinzufügen
es: Agregar Usuario por Correo
fr: Ajouter un Utilisateur par Email
ja: メールでユーザーを追加
pt: Adicionar Usuário por E-mail

source: Add as Read Only
de: Als Nur-Lesen hinzufügen
es: Agregar como Solo Lectura
fr: Ajouter en Lecture Seule
ja: 読み取り専用として追加
pt: Adicionar como Somente Leitura

source: Assigned To
de: Zugewiesen an
es: Asignado a
fr: Assigné à
ja: 担当者
pt: Atribuído a

source: Can Edit
de: Kann bearbeiten
es: Puede Editar
fr: Peut Modifier
ja: 編集可能
pt: Pode Editar

source: Current Users
de: Aktuelle Benutzer
es: Usuarios Actuales
fr: Utilisateurs Actuels
ja: 現在のユーザー
pt: Usuários Atuais

source: Enter user email
de: Benutzer-E-Mail eingeben
es: Ingresa correo del usuario
fr: Entrez l'email de l'utilisateur
ja: ユーザーのメールを入力
pt: Digite o e-mail do usuário

source: Failed to add user to board
de: Benutzer konnte nicht zum Board hinzugefügt werden
es: Error al agregar usuario al tablero
fr: Échec de l'ajout de l'utilisateur au tableau
ja: ボードへのユーザー追加に失敗しました
pt: Falha ao adicionar usuário ao quadro

source: Failed to remove user from board
de: Benutzer konnte nicht vom Board entfernt werden
es: Error al eliminar usuario del tablero
fr: Échec de la suppression de l'utilisateur du tableau
ja: ボードからのユーザー削除に失敗しました
pt: Falha ao remover usuário do quadro

source: Manage Users
de: Benutzer verwalten
es: Gestionar Usuarios
fr: Gérer les Utilisateurs
ja: ユーザー管理
pt: Gerenciar Usuários

source: Only the board owner can delete this board
de: Nur der Board-Besitzer kann dieses Board löschen
es: Solo el propietario del tablero puede eliminarlo
fr: Seul le propriétaire du tableau peut supprimer ce tableau
ja: ボードの所有者のみがこのボードを削除できます
pt: Apenas o proprietário do quadro pode excluir este quadro

source: Only the board owner can edit this board
de: Nur der Board-Besitzer kann dieses Board bearbeiten
es: Solo el propietario del tablero puede editarlo
fr: Seul le propriétaire du tableau peut modifier ce tableau
ja: ボードの所有者のみがこのボードを編集できます
pt: Apenas o proprietário do quadro pode editar este quadro

source: Owner
de: Besitzer
es: Propietario
fr: Propriétaire
ja: 所有者
pt: Proprietário

source: Read Only
de: Nur Lesen
es: Solo Lectura
fr: Lecture Seule
ja: 読み取り専用
pt: Somente Leitura

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
pt: Remover

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
pt: Pesquisar

source: Select a user
de: Benutzer auswählen
es: Selecciona un usuario
fr: Sélectionner un utilisateur
ja: ユーザーを選択
pt: Selecionar um usuário

source: Unassigned
de: Nicht zugewiesen
es: Sin asignar
fr: Non assigné
ja: 未割り当て
pt: Não atribuído

source: Update Profile
de: Profil aktualisieren
es: Actualizar Perfil
fr: Mettre à jour le profil
ja: プロフィールを更新
pt: Atualizar Perfil

source: User added successfully
de: Benutzer erfolgreich hinzugefügt
es: Usuario agregado exitosamente
fr: Utilisateur ajouté avec succès
ja: ユーザーが正常に追加されました
pt: Usuário adicionado com sucesso

source: User is already added to the board
de: Benutzer wurde bereits zum Board hinzugefügt
es: El usuario ya está agregado al tablero
fr: L'utilisateur est déjà ajouté au tableau
ja: ユーザーは既にボードに追加されています
pt: O usuário já foi adicionado ao quadro

source: User not found
de: Benutzer nicht gefunden
es: Usuario no encontrado
fr: Utilisateur introuvable
ja: ユーザーが見つかりません
pt: Usuário não encontrado

source: User not found with email: %{email}
de: Benutzer mit E-Mail nicht gefunden: %{email}
es: Usuario no encontrado con correo: %{email}
fr: Utilisateur introuvable avec l'email : %{email}
ja: メール %{email} のユーザーが見つかりません
pt: Usuário não encontrado com e-mail: %{email}

source: User removed successfully
de: Benutzer erfolgreich entfernt
es: Usuario eliminado exitosamente
fr: Utilisateur supprimé avec succès
ja: ユーザーが正常に削除されました
pt: Usuário removido com sucesso

source: Users must be already registered in the system in order to be added to Boards
de: Benutzer müssen bereits im System registriert sein, um zu Boards hinzugefügt zu werden
es: Los usuarios deben estar ya registrados en el sistema para ser agregados a los tableros
fr: Les utilisateurs doivent déjà être enregistrés dans le système pour pouvoir être ajoutés aux tableaux
ja: ボードに追加するには、ユーザーが既にシステムに登録されている必要があります
pt: Os usuários devem estar registrados no sistema para serem adicionados aos Quadros

source: You cannot add yourself to the board
de: Sie können sich nicht selbst zum Board hinzufügen
es: No puedes agregarte a ti mismo al tablero
fr: Vous ne pouvez pas vous ajouter au tableau
ja: 自分自身をボードに追加することはできません
pt: Você não pode se adicionar ao quadro

source: Only the board owner can delete columns
de: Nur der Board-Besitzer kann Spalten löschen
es: Solo el propietario del tablero puede eliminar columnas
fr: Seul le propriétaire du tableau peut supprimer des colonnes
ja: ボードの所有者のみが列を削除できます
pt: Apenas o proprietário do quadro pode excluir colunas

source: Only the board owner can manage columns
de: Nur der Board-Besitzer kann Spalten verwalten
es: Solo el propietario del tablero puede gestionar columnas
fr: Seul le propriétaire du tableau peut gérer les colonnes
ja: ボードの所有者のみが列を管理できます
pt: Apenas o proprietário do quadro pode gerenciar colunas

source: Only the board owner can create columns
de: Nur der Board-Besitzer kann Spalten erstellen
es: Solo el propietario del tablero puede crear columnas
fr: Seul le propriétaire du tableau peut créer des colonnes
ja: ボードの所有者のみが列を作成できます
pt: Apenas o proprietário do quadro pode criar colunas

source: Only the board owner can reorder columns
de: Nur der Board-Besitzer kann Spalten neu anordnen
es: Solo el propietario del tablero puede reordenar columnas
fr: Seul le propriétaire du tableau peut réorganiser les colonnes
ja: ボードの所有者のみが列を並べ替えできます
pt: Apenas o proprietário do quadro pode reordenar colunas

source: Back to board
de: Zurück zum Board
es: Volver al tablero
fr: Retour au tableau
ja: ボードに戻る
pt: Voltar ao quadro

source: History
de: Verlauf
es: Historial
fr: Historique
ja: 履歴
pt: Histórico

source: No comments yet
de: Noch keine Kommentare
es: Aún no hay comentarios
fr: Aucun commentaire pour le moment
ja: まだコメントがありません
pt: Ainda não há comentários

source: No history available
de: Kein Verlauf verfügbar
es: No hay historial disponible
fr: Aucun historique disponible
ja: 利用可能な履歴がありません
pt: Não há histórico disponível

source: Status
es: Estado
fr: Statut
ja: ステータス

source: Account Confirmed!
de: Konto bestätigt!
es: ¡Cuenta Confirmada!
fr: Compte Confirmé !
ja: アカウントが確認されました！
pt: Conta Confirmada!

source: Confirmation link is invalid or has expired.
de: Der Bestätigungslink ist ungültig oder abgelaufen.
es: El enlace de confirmación es inválido o ha expirado.
fr: Le lien de confirmation est invalide ou a expiré.
ja: 確認リンクが無効または期限切れです。
pt: O link de confirmação é inválido ou expirou.

source: Confirming your account...
de: Ihr Konto wird bestätigt...
es: Confirmando tu cuenta...
fr: Confirmation de votre compte...
ja: アカウントを確認中...
pt: Confirmando sua conta...

source: Dashboard
es: Panel
fr: Tableau de bord
ja: ダッシュボード
pt: Painel

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
ja: 編集
pt: Editar

source: Go to login
de: Zur Anmeldung
es: Ir a iniciar sesión
fr: Aller à la connexion
ja: ログインへ
pt: Ir para login

source: Stay logged in
de: Angemeldet bleiben
es: Mantener sesión iniciada
fr: Rester connecté
ja: ログイン状態を保持
pt: Permanecer conectado

source: This account has already been confirmed. You can log in.
de: Dieses Konto wurde bereits bestätigt. Sie können sich anmelden.
es: Esta cuenta ya ha sido confirmada. Puedes iniciar sesión.
fr: Ce compte a déjà été confirmé. Vous pouvez vous connecter.
ja: このアカウントは既に確認されています。ログインできます。
pt: Esta conta já foi confirmada. Você pode fazer login.

source: Your account has been confirmed successfully. You can now log in.
de: Ihr Konto wurde erfolgreich bestätigt. Sie können sich jetzt anmelden.
es: Tu cuenta ha sido confirmada exitosamente. Ahora puedes iniciar sesión.
fr: Votre compte a été confirmé avec succès. Vous pouvez maintenant vous connecter.
ja: アカウントが正常に確認されました。ログインできます。
pt: Sua conta foi confirmada com sucesso. Agora você pode fazer login.

source: About
de: Über
es: Acerca de
fr: À propos
ja: について
pt: Sobre

source: About Stride
de: Über Stride
es: Acerca de Stride
fr: À propos de Stride
ja: Strideについて
pt: Sobre o Stride

source: Back to Home
de: Zurück zur Startseite
es: Volver al Inicio
fr: Retour à l'accueil
ja: ホームに戻る
pt: Voltar ao Início

source: Built with AI
de: Mit KI erstellt
es: Construido con IA
fr: Construit avec l'IA
ja: AIで構築
pt: Construído com IA
