Repository: cheezy/kanban
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt

source: Stride is a modern task management application that was built entirely using AI-assisted development. This project demonstrates the power of human-AI collaboration in software development.
de: Stride ist eine moderne Aufgabenverwaltungsanwendung, die vollständig mit KI-unterstützter Entwicklung erstellt wurde. Dieses Projekt demonstriert die Kraft der Zusammenarbeit zwischen Mensch und KI in der Softwareentwicklung.
es: Stride es una aplicación moderna de gestión de tareas construida completamente usando desarrollo asistido por IA. Este proyecto demuestra el poder de la colaboración humano-IA en el desarrollo de software.
fr: Stride est une application moderne de gestion des tâches entièrement construite grâce au développement assisté par l'IA. Ce projet démontre la puissance de la collaboration humain-IA dans le développement logiciel.
ja: Strideは、AI支援開発を使用して完全に構築された最新のタスク管理アプリケーションです。このプロジェクトは、ソフトウェア開発における人間とAIの協力の力を示しています。
pt: Stride é um aplicativo moderno de gerenciamento de tarefas que foi construído inteiramente usando desenvolvimento assistido por IA. Este projeto demonstra o poder da colaboração humano-IA no desenvolvimento de software.

source: AI is not perfect and I am sure there are issues hiding in this application. Please report issues or make requests for new features so this application can improve.
de: KI ist nicht perfekt und ich bin sicher, dass es Probleme in dieser Anwendung gibt. Bitte melden Sie Probleme oder fordern Sie neue Funktionen an, damit diese Anwendung verbessert werden kann.
es: La IA no es perfecta y estoy seguro de que hay problemas ocultos en esta aplicación. Por favor reporta problemas o solicita nuevas características para que esta aplicación pueda mejorar.
fr: L'IA n'est pas parfaite et je suis sûr qu'il y a des problèmes cachés dans cette application. Veuillez signaler les problèmes ou demander de nouvelles fonctionnalités afin que cette application puisse s'améliorer.
ja: AIは完璧ではなく、このアプリケーションには問題が隠れていると思います。このアプリケーションを改善できるように、問題を報告したり、新機能をリクエストしてください。
pt: A IA não é perfeita e tenho certeza de que há problemas escondidos neste aplicativo. Por favor, relate problemas ou faça solicitações de novos recursos para que este aplicativo possa melhorar.

source: Adding Columns to the Boards
de: Spalten zu den Boards hinzufügen
es: Agregando Columnas a los Tableros
fr: Ajout de colonnes aux tableaux
ja: ボードに列を追加
pt: Adicionando Colunas aos Quadros

source: Adding Tasks to Columns
de: Aufgaben zu Spalten hinzufügen
es: Agregando Tareas a las Columnas
fr: Ajout de tâches aux colonnes
ja: 列にタスクを追加
pt: Adicionando Tarefas às Colunas

source: Adding Type, Priority, Identifier, Comments, and History to Tasks
de: Typ, Priorität, Kennung, Kommentare und Verlauf zu Aufgaben hinzufügen
es: Agregando Tipo, Prioridad, Identificador, Comentarios e Historial a las Tareas
fr: Ajout du type, de la priorité, de l'identifiant, des commentaires et de l'historique aux tâches
ja: タスクに種別、優先度、識別子、コメント、履歴を追加
pt: Adicionando Tipo, Prioridade, Identificador, Comentários e Histórico às Tarefas

source: Adding Users to Boards and Tasks and drag-and-drop for Columns
de: Benutzer zu Boards und Aufgaben hinzufügen und Drag & Drop für Spalten
es: Agregando Usuarios a Tableros y Tareas y arrastrar-soltar para Columnas
fr: Ajout d'utilisateurs aux tableaux et tâches et glisser-déposer pour les colonnes
ja: ボードとタスクにユーザーを追加し、列のドラッグ&ドロップを実装
pt: Adicionando Usuários aos Quadros e Tarefas e arrastar e soltar para Colunas

source: Adding drag-and-drop for Tasks
de: Drag & Drop für Aufgaben hinzufügen
es: Agregando arrastrar-soltar para Tareas
fr: Ajout du glisser-déposer pour les tâches
ja: タスクのドラッグ&ドロップを追加
pt: Adicionando arrastar e soltar para Tarefas

source: Authorization and user permissions
de: Autorisierung und Benutzerberechtigungen
es: Autorización y permisos de usuario
fr: Autorisation et permissions des utilisateurs
ja: 認証とユーザー権限
pt: Autorização e permissões de usuário

source: Building the authentication system
de: Aufbau des Authentifizierungssystems
es: Construyendo el sistema de autenticación
fr: Construction du système d'authentification
ja: 認証システムの構築
pt: Construindo o sistema de autenticação

source: Cleanup and simplification of Authentication
de: Bereinigung und Vereinfachung der Authentifizierung
es: Limpieza y simplificación de Autenticación
fr: Nettoyage et simplification de l'authentification
ja: 認証のクリーンアップと簡素化
pt: Limpeza e simplificação da Autenticação

source: Cleanup of the Tasks UI and auto dismissing Flash messages
de: Bereinigung der Aufgaben-Benutzeroberfläche und automatisches Ausblenden von Flash-Nachrichten
es: Limpieza de la interfaz de Tareas y mensajes Flash que se ocultan automáticamente
fr: Nettoyage de l'interface des tâches et messages Flash à fermeture automatique
ja: タスクUIのクリーンアップと自動非表示のフラッシュメッセージ
pt: Limpeza da interface de Tarefas e descarte automático de mensagens Flash

source: Creating the plan
de: Erstellen des Plans
es: Creando el plan
fr: Création du plan
ja: 計画の作成
pt: Criando o plano

source: Finishing the UI for Boards
de: Fertigstellung der Benutzeroberfläche für Boards
es: Finalizando la interfaz para Tableros
fr: Finalisation de l'interface pour les tableaux
ja: ボードのUIの仕上げ
pt: Finalizando a interface para Quadros

source: I blogged about the AI driven development of this application. In the posts I included a lot of videos and images in which you can see how it is done. The posts are here:
de: Ich habe über die KI-gesteuerte Entwicklung dieser Anwendung gebloggt. In den Beiträgen habe ich viele Videos und Bilder eingefügt, in denen Sie sehen können, wie es gemacht wird. Die Beiträge sind hier:
es: Escribí en el blog sobre el desarrollo impulsado por IA de esta aplicación. En las publicaciones incluí muchos videos e imágenes en los que puedes ver cómo se hace. Las publicaciones están aquí:
fr: J'ai blogué sur le développement de cette application piloté par l'IA. Dans les articles, j'ai inclus de nombreuses vidéos et images dans lesquelles vous pouvez voir comment cela se fait. Les articles sont ici :
ja: このアプリケーションのAI駆動開発についてブログを書きました。投稿には、どのように行われたかを見ることができる多くのビデオと画像が含まれています。投稿はこちら：
pt: Escrevi um blog sobre o desenvolvimento orientado por IA deste aplicativo. Nas postagens, incluí muitos vídeos e imagens nos quais você pode ver como é feito. As postagens estão aqui:

source: Moving the design to function components and starting on Boards
de: Verschieben des Designs zu Funktionskomponenten und Beginn mit Boards
es: Moviendo el diseño a componentes de función y comenzando con Tableros
fr: Déplacement du design vers les composants fonctionnels et début des tableaux
ja: デザインを関数コンポーネントに移動し、ボードを開始
pt: Movendo o design para componentes de função e começando nos Quadros

source: Report Issues or Request Features
de: Probleme melden oder Funktionen anfordern
es: Reportar Problemas o Solicitar Características
fr: Signaler des problèmes ou demander des fonctionnalités
ja: 問題を報告または機能をリクエスト
pt: Relatar Problemas ou Solicitar Recursos

source: See the entire process for yourself in the
de: Sehen Sie sich den gesamten Prozess selbst an im
es: Ve todo el proceso por ti mismo en
fr: Voyez tout le processus par vous-même dans la
ja: 全プロセスをご自身で確認してください
pt: Veja todo o processo você mesmo na

source: Setup, configuration, and tools
de: Einrichtung, Konfiguration und Tools
es: Configuración, ajustes y herramientas
fr: Configuration, paramétrage et outils
ja: セットアップ、構成、ツール
pt: Configuração, configuração e ferramentas

source: The Blog
de: Der Blog
es: El Blog
fr: Le Blog
ja: ブログ
pt: O Blog

source: Updating the Visual Design and adding French Translations
de: Aktualisierung des visuellen Designs und Hinzufügen französischer Übersetzungen
es: Actualizando el Diseño Visual y agregando Traducciones al Francés
fr: Mise à jour du design visuel et ajout des traductions françaises
ja: ビジュアルデザインの更新とフランス語翻訳の追加
pt: Atualizando o Design Visual e adicionando Traduções em Francês

source: section below.
de: Abschnitt unten.
es: la sección a continuación.
fr: section ci-dessous.
ja: 以下のセクションで。
pt: seção abaixo.

source: Brief description of the issue
de: Kurze Beschreibung des Problems
es: Breve descripción del problema
fr: Brève description du problème
ja: 問題の簡単な説明
pt: Breve descrição do problema

source: Failed to submit issue
de: Problem konnte nicht übermittelt werden
es: Error al enviar problema
fr: Échec de la soumission du problème
ja: 問題の送信に失敗しました
pt: Falha ao enviar problema

source: Feature Request
de: Funktionsanfrage
es: Solicitud de Característica
fr: Demande de fonctionnalité
ja: 機能リクエスト
pt: Solicitação de Recurso

source: GitHub integration is not configured
de: GitHub-Integration ist nicht konfiguriert
es: La integración con GitHub no está configurada
fr: L'intégration GitHub n'est pas configurée
ja: GitHub統合が設定されていません
pt: A integração com GitHub não está configurada

source: Issue submitted successfully!
de: Problem erfolgreich übermittelt!
es: ¡Problema enviado con éxito!
fr: Problème soumis avec succès!
ja: 問題が正常に送信されました！
pt: Problema enviado com sucesso!

source: Please provide details about the issue or feature request
de: Bitte geben Sie Details zum Problem oder zur Funktionsanfrage an
es: Por favor proporciona detalles sobre el problema o solicitud de característica
fr: Veuillez fournir des détails sur le problème ou la demande de fonctionnalité
ja: 問題または機能リクエストの詳細を入力してください
pt: Forneça detalhes sobre o problema ou solicitação de recurso

source: Submit Issue
de: Problem übermitteln
es: Enviar Problema
fr: Soumettre le problème
ja: 問題を送信
pt: Enviar Problema

source: Submit an Issue
de: Ein Problem übermitteln
es: Enviar un problema
fr: Soumettre un problème
ja: 問題を送信
pt: Enviar um Problema

source: Submit another issue
de: Ein weiteres Problem übermitteln
es: Enviar otro problema
fr: Soumettre un autre problème
ja: 別の問題を送信
pt: Enviar outro problema

source: Submitting...
de: Wird übermittelt...
es: Enviando...
fr: Soumission en cours...
ja: 送信中...
pt: Enviando...

source: Translation
de: Übersetzung
es: Traducción
fr: Traduction
ja: 翻訳
pt: Tradução

source: View your issue on
de: Sehen Sie Ihr Problem an auf
es: Ver tu problema en
fr: Voir votre problème sur
ja: 問題を確認する：
pt: Veja seu problema em

source: can't be blank
de: darf nicht leer sein
es: no puede estar en blanco
fr: ne peut pas être vide
ja: 空白にはできません
pt: não pode ficar em branco

source: The entire application, from database design to user interface, was developed through conversations with Claude Code and TideWave. This includes the architecture, real-time updates, drag-and-drop functionality, and internationalization support.
de: Die gesamte Anwendung, vom Datenbankdesign bis zur Benutzeroberfläche, wurde durch Gespräche mit Claude Code und TideWave entwickelt. Dies umfasst die Architektur, Echtzeit-Updates, Drag-and-Drop-Funktionalität und Internationalisierungsunterstützung.
es: Toda la aplicación, desde el diseño de la base de datos hasta la interfaz de usuario, fue desarrollada a través de conversaciones con Claude Code y TideWave. Esto incluye la arquitectura, actualizaciones en tiempo real, funcionalidad de arrastrar-soltar y soporte de internacionalización.
fr: L'application entière, de la conception de la base de données à l'interface utilisateur, a été développée par des conversations avec Claude Code et TideWave. Cela inclut l'architecture, les mises à jour en temps réel, la fonctionnalité de glisser-déposer et le support de l'internationalisation.
ja: データベース設計からユーザーインターフェースまで、アプリケーション全体がClaude CodeとTideWaveとの会話を通じて開発されました。これには、アーキテクチャ、リアルタイム更新、ドラッグ&ドロップ機能、国際化サポートが含まれます。
pt: O aplicativo inteiro, desde o design do banco de dados até a interface do usuário, foi desenvolvido através de conversas com Claude Code e TideWave. Isso inclui a arquitetura, atualizações em tempo real, funcionalidade de arrastar e soltar e suporte à internacionalização.

source: Are you sure you want to delete this column? All tasks in this column will also be deleted.
de: Sind Sie sicher, dass Sie diese Spalte löschen möchten? Alle Aufgaben in dieser Spalte werden ebenfalls gelöscht.
es: ¿Estás seguro de que quieres eliminar esta columna? Todas las tareas en esta columna también serán eliminadas.
fr: Êtes-vous sûr de vouloir supprimer cette colonne ? Toutes les tâches de cette colonne seront également supprimées.
ja: この列を削除してもよろしいですか？この列のすべてのタスクも削除されます。
pt: Tem certeza de que deseja excluir esta coluna? Todas as tarefas desta coluna também serão excluídas.

source: Drag tasks here or click + to add
de: Ziehen Sie Aufgaben hierher oder klicken Sie auf +, um hinzuzufügen
es: Arrastra tareas aquí o haz clic en + para agregar
fr: Faites glisser les tâches ici ou cliquez sur + pour ajouter
ja: タスクをここにドラッグするか、+をクリックして追加
pt: Arraste tarefas aqui ou clique + para adicionar

source: Get started by creating your first board to organize your tasks and projects.
de: Beginnen Sie mit dem Erstellen Ihres ersten Boards, um Ihre Aufgaben und Projekte zu organisieren.
es: Comienza creando tu primer tablero para organizar tus tareas y proyectos.
fr: Commencez par créer votre premier tableau pour organiser vos tâches et projets.
ja: 最初のボードを作成して、タスクとプロジェクトを整理しましょう。
pt: Comece criando seu primeiro quadro para organizar suas tarefas e projetos.

source: No boards yet
de: Noch keine Boards
es: Aún no hay tableros
fr: Aucun tableau pour le moment
ja: ボードがまだありません
pt: Ainda não há quadros

source: Add with Edit Access
de: Mit Bearbeitungszugriff hinzufügen
es: Agregar con Acceso de Edición
fr: Ajouter avec Accès en Modification
ja: 編集アクセス権で追加
pt: Adicionar com Acesso de Edição

source: Go to My Boards
de: Zu meinen Boards
es: Ir a Mis Tableros
fr: Aller à Mes Tableaux
ja: マイボードへ
pt: Ir para Meus Quadros

source: Error Tracker
de: Fehler-Tracker
es: Rastreador de errores
fr: Suivi des erreurs
ja: エラートラッカー
pt: Rastreador de erros

source: Polish and enhancements - make it beautiful and professional
de: Verfeinerung und Verbesserungen - sie schön und professionell machen
es: Pulido y mejoras - hacerla hermosa y profesional
fr: Perfectionnement et améliorations - rendre l'application belle et professionnelle
ja: 洗練と改善 - 美しくプロフェッショナルに
pt: Polimento e melhorias - torná-la bonita e profissional

source: See existing issues
de: Bestehende Probleme anzeigen
es: Ver problemas existentes
fr: Voir les problèmes existants
ja: 既存の問題を見る
pt: Ver problemas existentes

source: About Tango
es: Acerca de Tango
fr: À propos de Tango
pt: Sobre o Tango

source: Back to About
es: Volver a Acerca de
fr: Retour à À propos
pt: Voltar para Sobre

source: Our Mission
es: Nuestra Misión
fr: Notre mission
pt: Nossa Missão

source: Read about the people behind this app
es: Lea sobre las personas detrás de esta aplicación
fr: En savoir plus sur les personnes derrière cette application
ja: このアプリを作った人々について
pt: Leia sobre as pessoas por trás deste aplicativo

source: The People Behind This App
es: Las Personas Detrás de Esta Aplicación
fr: Les personnes derrière cette application
pt: As Pessoas Por Trás Deste Aplicativo

source: Acceptance Criteria
fr: Critères d'Acceptation

source: Version History
es: Historial de versiones
fr: Historique des versions
ja: バージョン履歴
pt: Histórico de versões

source: View Changelog
es: Ver registro de cambios
fr: Voir le journal des modifications
ja: 変更履歴を見る
pt: Ver registro de alterações

source: View the complete version history and feature list for this application.
es: Vea el historial completo de versiones y la lista de funciones de esta aplicación.
fr: Voir l'historique complet des versions et la liste des fonctionnalités de cette application.
ja: このアプリケーションの完全なバージョン履歴と機能リストを表示します。
pt: Veja o histórico completo de versões e a lista de recursos deste aplicativo.

source: Work With Us
es: Trabaja Con Nosotros
fr: Travailler avec nous
pt: Trabalhe Conosco

source: <b>Build what's next. Together.</b> </br></br> AI-powered development, seasoned engineers, and technical coaching for modern software teams.
es: <b>Construye lo que sigue. Juntos.</b> </br></br> Desarrollo impulsado por IA, ingenieros experimentados y coaching técnico para equipos de software modernos.
fr: <b>Construire ce qui suit. Ensemble.</b> </br></br> Développement assisté par l'IA, ingénieurs chevronnés et coaching technique pour les équipes de logiciels modernes.
pt: <b>Construa o que vem a seguir. Juntos.</b> </br></br> Desenvolvimento impulsionado por IA, engenheiros experientes e coaching técnico para equipes de software modernas.

source: At Tango, we don't just build products — we help teams rethink how software gets delivered in an AI-first world. </br></br> Whether you're exploring AI-assisted development, modernizing existing systems, or building something entirely new, we partner closely with your team to turn ideas into high-quality, production-ready solutions. Our approach blends experienced engineers with AI-powered workflows to deliver results faster, with greater accuracy and long-term maintainability. </br></br> We work with: </br></br> ⬩ Startups looking to move fast without sacrificing quality</br> ⬩ Established companies modernizing their development practices</br> ⬩ Public and private sector teams tackling complex technical challenges</br> </br> If you're curious about how AI can elevate your development process — or you need a trusted partner to help build, scale, or innovate — we'd love to collaborate. </br></br> <b>Let's build what's next, together.</b>
es: En Tango, no solo construimos productos — ayudamos a los equipos a repensar cómo se entrega el software en un mundo centrado en la IA. </br></br> Ya sea que estés explorando el desarrollo asistido por IA, modernizando sistemas existentes o construyendo algo completamente nuevo, colaboramos estrechamente con tu equipo para convertir ideas en soluciones de alta calidad listas para producción. Nuestro enfoque combina ingenieros experimentados con flujos de trabajo impulsados por IA para entregar resultados más rápido, con mayor precisión y mantenibilidad a largo plazo. </br></br> Trabajamos con: </br></br> ⬩ Startups que buscan avanzar rápido sin sacrificar la calidad</br> ⬩ Empresas establecidas que modernizan sus prácticas de desarrollo</br> ⬩ Equipos del sector público y privado que enfrentan desafíos técnicos complejos</br> </br> Si tienes curiosidad sobre cómo la IA puede elevar tu proceso de desarrollo — o necesitas un socio de confianza para ayudar a construir, escalar o innovar — nos encantaría colaborar. </br></br> <b>Construyamos lo que sigue, juntos.</b>
fr: Chez Tango, nous ne construisons pas seulement des produits — nous aidons les équipes à repenser la façon dont les logiciels sont livrés dans un monde axé sur l'IA. </br></br> Que vous exploriez le développement assisté par l'IA, que vous modernisiez des systèmes existants ou que vous construisiez quelque chose d'entièrement nouveau, nous collaborons étroitement avec votre équipe pour transformer les idées en solutions de haute qualité, prêtes pour la production. Notre approche combine des ingénieurs expérimentés avec des flux de travail alimentés par l'IA pour livrer des résultats plus rapidement, avec une plus grande précision et une maintenabilité à long terme. </br></br> Nous travaillons avec : </br></br> ⬩ Les startups cherchant à avancer rapidement sans sacrifier la qualité</br> ⬩ Les entreprises établies modernisant leurs pratiques de développement</br> ⬩ Les équipes des secteurs public et privé relevant des défis techniques complexes</br> </br> Si vous êtes curieux de savoir comment l'IA peut élever votre processus de développement — ou si vous avez besoin d'un partenaire de confiance pour aider à construire, à évoluer ou à innover — nous aimerions collaborer. </br></br> <b>Construisons ce qui suit, ensemble.</b>
pt: No Tango, não apenas construímos produtos — ajudamos equipes a repensar como o software é entregue em um mundo centrado em IA. </br></br> Seja você explorando desenvolvimento assistido por IA, modernizando sistemas existentes ou construindo algo completamente novo, trabalhamos em estreita colaboração com sua equipe para transformar ideias em soluções de alta qualidade prontas para produção. Nossa abordagem combina engenheiros experientes com fluxos de trabalho impulsionados por IA para entregar resultados mais rapidamente, com maior precisão e manutenibilidade de longo prazo. </br></br> Trabalhamos com: </br></br> ⬩ Startups que buscam avançar rapidamente sem sacrificar a qualidade</br> ⬩ Empresas estabelecidas modernizando suas práticas de desenvolvimento</br> ⬩ Equipes do setor público e privado enfrentando desafios técnicos complexos</br> </br> Se você está curioso sobre como a IA pode elevar seu processo de desenvolvimento — ou precisa de um parceiro confiável para ajudar a construir, escalar ou inovar — adoraríamos colaborar. </br></br> <b>Vamos construir o que vem a seguir, juntos.</b>

source: Back to log in
fr: Retour à la connexion

source: Forgot your password?
fr: Mot de passe oublié ?

source: If your email is in our system, you will receive instructions to reset your password shortly.
fr: Si votre adresse e-mail est dans notre système, vous recevrez sous peu des instructions pour réinitialiser votre mot de passe.

source: Password reset successfully.
fr: Mot de passe réinitialisé avec succès.

source: Reset password
fr: Réinitialiser le mot de passe

source: Reset password link is invalid or it has expired.
fr: Le lien de réinitialisation du mot de passe est invalide ou a expiré.

source: Send password reset instructions
fr: Envoyer les instructions de réinitialisation
