Repository: cheezy/kanban
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: de, es, fr, ja, pt

source: This application was created by <b>Tango</b>, together with our AI-powered virtual team member, <b>Claudete</b>. </br></br> Tango is a Canada-based software company focused on building modern, scalable digital products by combining cutting-edge technology with AI-assisted development. We help organizations move faster, build smarter, and deliver higher-quality software without unnecessary complexity. </br></br> <b>Claudete</b> was born from our hands-on work with two AI tools — <b>Claude Code</b> and <b>Tidewave</b>. Their combined strengths evolved into a collaborative virtual team member that works alongside our developers, accelerating delivery while maintaining precision and quality. </br></br> What began as an internal learning journey—exploring the real-world potential of AI-assisted development—quickly became something more. As we experienced the impact firsthand, we realized how powerful it is to put AI directly into the hands of experienced engineers. The results reshaped how we think about software delivery. </br></br> We saw possibilities not just for startups, but for development teams of any size—across private and public sectors, and in virtually any industry. </br></br> While many large organizations attempt to improve outcomes by measuring productivity, our experience shows that true gains come from <i>speed</i>, <i>accuracy</i>, and <i>quality</i>. With AI as a true collaborator, those metrics are no longer incremental—they're transformed.
es: Esta aplicación fue creada por <b>Tango</b>, junto con nuestro compañero de equipo virtual impulsado por IA, <b>Claudete</b>. </br></br> Tango es una empresa de software con sede en Canadá enfocada en construir productos digitales modernos y escalables combinando tecnología de vanguardia con desarrollo asistido por IA. Ayudamos a las organizaciones a avanzar más rápido, construir de manera más inteligente y entregar software de mayor calidad sin complejidad innecesaria. </br></br> <b>Claudete</b> nació de nuestro trabajo práctico con dos herramientas de IA — <b>Claude Code</b> y <b>Tidewave</b>. Sus fortalezas combinadas evolucionaron en un compañero de equipo virtual colaborativo que trabaja junto a nuestros desarrolladores, acelerando la entrega mientras mantiene la precisión y calidad. </br></br> Lo que comenzó como un viaje de aprendizaje interno — explorando el potencial real del desarrollo asistido por IA — rápidamente se convirtió en algo más. Al experimentar el impacto de primera mano, nos dimos cuenta de lo poderoso que es poner la IA directamente en manos de ingenieros experimentados. Los resultados remodelaron nuestra forma de pensar sobre la entrega de software. </br></br> Vimos posibilidades no solo para startups, sino para equipos de desarrollo de cualquier tamaño — en los sectores público y privado, y en prácticamente cualquier industria. </br></br> Mientras muchas grandes organizaciones intentan mejorar los resultados midiendo la productividad, nuestra experiencia muestra que las verdaderas ganancias provienen de la <i>velocidad</i>, la <i>precisión</i> y la <i>calidad</i>. Con la IA como un verdadero colaborador, esas métricas ya no son incrementales — están transformadas.
fr: Cette application a été créée par <b>Tango</b>, en collaboration avec notre coéquipier virtuel alimenté par l'IA, <b>Claudete</b>. </br></br> Tango est une entreprise de logiciels basée au Canada, axée sur la création de produits numériques modernes et évolutifs en combinant une technologie de pointe avec un développement assisté par l'IA. Nous aidons les organisations à avancer plus rapidement, à construire plus intelligemment et à livrer des logiciels de meilleure qualité sans complexité inutile. </br></br> <b>Claudete</b> est né de notre travail pratique avec deux outils d'IA — <b>Claude Code</b> et <b>Tidewave</b>. Leurs forces combinées ont évolué en un membre d'équipe virtuel collaboratif qui travaille aux côtés de nos développeurs, accélérant la livraison tout en maintenant la précision et la qualité. </br></br> Ce qui a commencé comme un parcours d'apprentissage interne — explorant le potentiel réel du développement assisté par l'IA — est rapidement devenu quelque chose de plus. En expérimentant l'impact de première main, nous avons réalisé à quel point il est puissant de mettre l'IA directement entre les mains d'ingénieurs expérimentés. Les résultats ont remodelé notre façon de penser la livraison de logiciels. </br></br> Nous avons vu des possibilités non seulement pour les startups, mais pour les équipes de développement de toute taille — dans les secteurs privé et public, et dans pratiquement toutes les industries. </br></br> Alors que de nombreuses grandes organisations tentent d'améliorer les résultats en mesurant la productivité, notre expérience montre que les vrais gains proviennent de la <i>vitesse</i>, de la <i>précision</i> et de la <i>qualité</i>. Avec l'IA comme véritable collaborateur, ces métriques ne sont plus incrémentales — elles sont transformées.
pt: Esta aplicação foi criada pela <b>Tango</b>, juntamente com nosso membro virtual da equipe impulsionado por IA, <b>Claudete</b>. </br></br> Tango é uma empresa de software sediada no Canadá focada na construção de produtos digitais modernos e escaláveis combinando tecnologia de ponta com desenvolvimento assistido por IA. Ajudamos organizações a avançar mais rapidamente, construir de forma mais inteligente e entregar software de maior qualidade sem complexidade desnecessária. </br></br> <b>Claudete</b> nasceu de nosso trabalho prático com duas ferramentas de IA — <b>Claude Code</b> e <b>Tidewave</b>. Suas forças combinadas evoluíram para um membro virtual colaborativo da equipe que trabalha ao lado de nossos desenvolvedores, acelerando a entrega enquanto mantém precisão e qualidade. </br></br> O que começou como uma jornada de aprendizado interna — explorando o potencial real do desenvolvimento assistido por IA — rapidamente se tornou algo mais. Ao experimentar o impacto em primeira mão, percebemos quão poderoso é colocar a IA diretamente nas mãos de engenheiros experientes. Os resultados remodelaram nossa forma de pensar sobre entrega de software. </br></br> Vimos possibilidades não apenas para startups, mas para equipes de desenvolvimento de qualquer tamanho — nos setores público e privado e em praticamente qualquer indústria. </br></br> Enquanto muitas grandes organizações tentam melhorar os resultados medindo produtividade, nossa experiência mostra que os verdadeiros ganhos vêm da <i>velocidade</i>, <i>precisão</i> e <i>qualidade</i>. Com a IA como um verdadeiro colaborador, essas métricas não são mais incrementais — elas são transformadas.

source: We'll send you an email with instructions to reset your password.
fr: Nous vous enverrons un e-mail avec les instructions pour réinitialiser votre mot de passe.

source: Complexity & Scope
fr: Complexité et Portée

source: Context (Why/What/Where)
fr: Contexte (Pourquoi/Quoi/Où)

source: Control which task fields are visible on the board
fr: Contrôler quels champs de tâches sont visibles sur le tableau

source: Error Handling
fr: Gestion des Erreurs

source: Field Visibility Settings
fr: Paramètres de Visibilité des Champs

source: Key Files
fr: Fichiers Clés

source: New AI Optimized Board
fr: Nouveau Tableau Optimisé IA

source: Observability
fr: Observabilité

source: Out of Scope
fr: Hors de Portée

source: Pitfalls
fr: Pièges Courants

source: Pre-configured for AI workflow
fr: Préconfiguré pour flux de travail IA

source: Required Agent Capabilities
fr: Capacités Requises de l'Agent

source: Start with a blank board
fr: Commencer avec un tableau vierge

source: Technical Notes
fr: Notes Techniques

source: Technology Requirements
fr: Exigences Technologiques

source: Verification Steps
fr: Étapes de Vérification

source: API Tokens
fr: Jetons API

source: API Tokens for %{board_name}
fr: Jetons API pour %{board_name}

source: API token revoked successfully
fr: Jeton API révoqué avec succès

source: Active Tokens
fr: Jetons Actifs

source: Agent Model (Optional)
fr: Modèle d'Agent (Optionnel)

source: Copy
fr: Copier

source: Copy this token now - you won't be able to see it again:
fr: Copiez ce jeton maintenant - vous ne pourrez plus le voir :

source: Generate Token
fr: Générer un Jeton

source: Integration Points
fr: Points d'Intégration

source: My AI Agent
fr: Mon Agent IA

source: Never
fr: Jamais

source: No API tokens yet. Generate one above to get started.
fr: Aucun jeton API pour le moment. Générez-en un ci-dessus pour commencer.

source: Purpose (Optional)
fr: Objectif (Optionnel)

source: Revoked
fr: Révoqué

source: Security Considerations
fr: Considérations de Sécurité

source: Testing Strategy
fr: Stratégie de Test

source: Token Name
fr: Nom du Jeton

source: Unauthorized
fr: Non autorisé

source: You don't have permission to manage API tokens
fr: Vous n'avez pas la permission de gérer les jetons API

source: Dismiss
fr: Rejeter

source: Copied!
fr: Copié!

source: API tokens are only available for AI Optimized boards
fr: Les jetons API ne sont disponibles que pour les tableaux optimisés pour l'IA

source: AI Agent Integration
fr: Intégration d'Agents IA

source: AI agents can claim and complete tasks using comprehensive REST API with capability matching and workflow hooks.
fr: Les agents IA peuvent revendiquer et compléter des tâches en utilisant une API REST complète avec correspondance de capacités et crochets de flux de travail.

source: Atomic task claiming with optimistic locking prevents conflicts. Agents match tasks by capability and dependencies.
fr: La revendication atomique de tâches avec verrouillage optimiste prévient les conflits. Les agents correspondent aux tâches par capacité et dépendances.

source: Automated Task Claiming
fr: Revendication Automatisée de Tâches

source: Built for AI-Human Collaboration
fr: Conçu pour la Collaboration IA-Humain

source: Client-Side Workflow Hooks
fr: Crochets de Flux de Travail Côté Client

source: Execute custom client-side code at key workflow moments: before_doing, after_doing, before_review, after_review.
fr: Exécutez du code personnalisé côté client aux moments clés du flux de travail : before_doing, after_doing, before_review, after_review.

source: Getting Started with AI Agents Guide
fr: Guide de Démarrage avec les Agents IA

source: Human Review Workflow
fr: Flux de Travail de Révision Humaine

source: Optional human review on task completion. Humans can approve or request changes before tasks move to Done.
fr: Révision humaine facultative à la fin de la tâche. Les humains peuvent approuver ou demander des modifications avant que les tâches ne passent à Terminé.

source: Powerful features that enable humans and AI agents to work together seamlessly
fr: Fonctionnalités puissantes qui permettent aux humains et aux agents IA de travailler ensemble de manière fluide

source: The kanban board designed for seamless collaboration between humans and AI agents. Define workflows with hooks, delegate tasks to AI, and maintain full control through human review.
fr: Le tableau kanban conçu pour une collaboration fluide entre humains et agents IA. Définissez des workflows avec des hooks, déléguez des tâches à l'IA et gardez le contrôle total grâce à la revue humaine.

source: Where AI Agents and Humans Work Together
fr: Où les Agents IA et les Humains Travaillent Ensemble

source: Task automation
fr: Automatisation des tâches

source: Actions
de: Aktionen
es: Acciones
ja: アクション
pt: Ações

source: Create unlimited boards for different projects and teams.
de: Erstellen Sie unbegrenzte Boards für verschiedene Projekte und Teams.
es: Crea tableros ilimitados para diferentes proyectos y equipos.
ja: さまざまなプロジェクトやチーム用に無制限のボードを作成できます。
pt: Crie quadros ilimitados para diferentes projetos e equipes.

source: Custom Columns
de: Benutzerdefinierte Spalten
es: Columnas Personalizadas
ja: カスタム列
pt: Colunas Personalizadas

source: Drag & Drop
es: Arrastrar y Soltar
ja: ドラッグ&ドロップ
pt: Arrastar e Soltar

source: Effortlessly move tasks between columns with drag and drop.
de: Verschieben Sie Aufgaben mühelos zwischen Spalten per Drag & Drop.
es: Mueve tareas entre columnas fácilmente con arrastrar y soltar.
ja: ドラッグ&ドロップで列間のタスク移動が簡単にできます。
pt: Mova tarefas entre colunas facilmente com arrastar e soltar.

source: Everything You Need to Stay Organized
de: Alles, was Sie brauchen, um organisiert zu bleiben
es: Todo Lo Que Necesitas Para Mantenerte Organizado
ja: 整理整頓に必要なすべて
pt: Tudo que Você Precisa para se Manter Organizado

source: Multiple Boards
de: Mehrere Boards
es: Múltiples Tableros
ja: 複数のボード
pt: Múltiplos Quadros

source: Organize tasks with customizable columns that fit your workflow.
de: Organisieren Sie Aufgaben mit anpassbaren Spalten, die zu Ihrem Workflow passen.
es: Organiza tareas con columnas personalizables que se adaptan a tu flujo de trabajo.
ja: ワークフローに合わせてカスタマイズ可能な列でタスクを整理します。
pt: Organize tarefas com colunas personalizáveis que se ajustam ao seu fluxo de trabalho.

source: Professional Task Management
de: Professionelle Aufgabenverwaltung
es: Gestión Profesional de Tareas
ja: プロフェッショナルなタスク管理
pt: Gerenciamento Profissional de Tarefas

source: Simple, powerful features designed for modern teams
de: Einfache, leistungsstarke Funktionen für moderne Teams
es: Características simples y potentes diseñadas para equipos modernos
ja: 現代のチーム向けに設計されたシンプルで強力な機能
pt: Recursos simples e poderosos projetados para equipes modernas

source: Streamline your workflow with intuitive boards, columns, and tasks. Perfect for teams and individuals who want to stay organized and productive.
de: Optimieren Sie Ihren Workflow mit intuitiven Boards, Spalten und Aufgaben. Perfekt für Teams und Einzelpersonen, die organisiert und produktiv bleiben möchten.
es: Optimiza tu flujo de trabajo con tableros, columnas y tareas intuitivos. Perfecto para equipos e individuos que quieren mantenerse organizados y productivos.
ja: 直感的なボード、列、タスクでワークフローを効率化します。整理整頓と生産性を維持したいチームや個人に最適です。
pt: Simplifique seu fluxo de trabalho com quadros, colunas e tarefas intuitivos. Perfeito para equipes e indivíduos que desejam se manter organizados e produtivos.

source: Email
es: Correo Electrónico
ja: メール

source: Description
de: Beschreibung
es: Descripción
ja: 説明
pt: Descrição

source: Organize Your Work
de: Organisieren Sie Ihre Arbeit
es: Organiza Tu Trabajo
ja: 作業を整理
pt: Organize Seu Trabalho

source: Type
de: Typ
es: Tipo
ja: 種別
pt: Tipo

source: An email was sent to %{email}. Please check your email to confirm your account.
de: Eine E-Mail wurde an %{email} gesendet. Bitte überprüfen Sie Ihre E-Mail, um Ihr Konto zu bestätigen.
es: Se envió un correo a %{email}. Por favor revisa tu correo para confirmar tu cuenta.
ja: %{email} にメールが送信されました。アカウントを確認するためにメールをご確認ください。
pt: Um e-mail foi enviado para %{email}. Verifique seu e-mail para confirmar sua conta.

source: Create your first board
de: Erstellen Sie Ihr erstes Board
es: Crea tu primer tablero
ja: 最初のボードを作成
pt: Crie seu primeiro quadro

source: Assign proper access to team members.
de: Weisen Sie Teammitgliedern angemessenen Zugriff zu.
es: Asigna acceso apropiado a los miembros del equipo.
ja: チームメンバーに適切なアクセス権を割り当てます。
pt: Atribua acesso adequado aos membros da equipe.
